Repository: mussel/anoise
Catalog: po/*.po
Languages: ast

source: Coffee Shop
ast: Cafetería

source: Fire
ast: Fueu

source: Forest
ast: Viesca

source: Night
ast: Nueche

source: Rain
ast: Lloviu

source: River
ast: Ríu

source: Sea
ast: Mar

source: Storm
ast: Truena

source: Wind
ast: Vientu

source: Ambient Noise
ast: Soníu ambiental

source: Ambient Noise Player
ast: Reproductor de soníu ambiental

source: ANoise Preferences
ast: Preferencies d'ANoise

source: Stop in
ast: Parar en

source: minutes
ast: minutos

source: Automatically shutdown PC after 60' running this command: sudo shutdown -P 60
ast: Apaga'l PC automáticamente tres 60' executando esti comandu: sudo shutdown -P 60

source: Timer:
ast: Temporizador:

source: Autostart with the system
ast: Entamar col sistema

source: Startup:
ast: Entamu:

source: Get more online...
ast: Algama más en llínia...

source: Noises:
ast: Soníos:

source: Donate?
ast: ¿Donar?

source: Thanks in advance!
ast: ¡Gracies por adelantao!

source: _File
ast: _Ficheru

source: _Edit
ast: _Editar

source: _Help
ast: _Ayuda
